<%@ page language="java" import="java.util.*" pageEncoding="utf-8"%>
<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
  <head>
    <title>回顾传统Web应用请求和响应特点【显示当前时间】</title>
  </head>
  
  <body>
    当前时间：${requestScope.nowStr }
    <input id="buid" type="button" value="获取当前时间"><p/>
    <script type="text/javascript">
    	document.getElementById("buid").onclick = function(){
    		var url = "${pageContext.request.contextPath}/TimeServlet";
    		window.location.href = url;
    	}
    </script>
   	 静态文本静态文本静态文本静态文本静态文本静态文本静态文本静态文本静态文本<br/>
	静态文本静态文本静态文本静态文本静态文本静态文本静态文本静态文本静态文本<br/>
	静态文本静态文本静态文本静态文本静态文本静态文本静态文本静态文本静态文本<br/>
	静态文本静态文本静态文本静态文本静态文本静态文本静态文本静态文本静态文本<br/>
	静态文本静态文本静态文本静态文本静态文本静态文本静态文本静态文本静态文本<br/>
	静态文本静态文本静态文本静态文本静态文本静态文本静态文本静态文本静态文本<br/>
	静态文本静态文本静态文本静态文本静态文本静态文本静态文本静态文本静态文本<br/>
	静态文本静态文本静态文本静态文本静态文本静态文本静态文本静态文本静态文本<br/>
	静态文本静态文本静态文本静态文本静态文本静态文本静态文本静态文本静态文本<br/>
	静态文本静态文本静态文本静态文本静态文本静态文本静态文本静态文本静态文本<br/>
	静态文本静态文本静态文本静态文本静态文本静态文本静态文本静态文本静态文本<br/>
	静态文本静态文本静态文本静态文本静态文本静态文本静态文本静态文本静态文本<br/>
	静态文本静态文本静态文本静态文本静态文本静态文本静态文本静态文本静态文本<br/>
	静态文本静态文本静态文本静态文本静态文本静态文本静态文本静态文本静态文本<br/>
	静态文本静态文本静态文本静态文本静态文本静态文本静态文本静态文本静态文本<br/>
	静态文本静态文本静态文本静态文本静态文本静态文本静态文本静态文本静态文本<br/>
	静态文本静态文本静态文本静态文本静态文本静态文本静态文本静态文本静态文本<br/>
	静态文本静态文本静态文本静态文本静态文本静态文本静态文本静态文本静态文本<br/>
	静态文本静态文本静态文本静态文本静态文本静态文本静态文本静态文本静态文本<br/>
	静态文本静态文本静态文本静态文本静态文本静态文本静态文本静态文本静态文本<br/>
	静态文本静态文本静态文本静态文本静态文本静态文本静态文本静态文本静态文本<br/>
	静态文本静态文本静态文本静态文本静态文本静态文本静态文本静态文本静态文本<br/>
	静态文本静态文本静态文本静态文本静态文本静态文本静态文本静态文本静态文本<br/>
	静态文本静态文本静态文本静态文本静态文本静态文本静态文本静态文本静态文本<br/>
	静态文本静态文本静态文本静态文本静态文本静态文本静态文本静态文本静态文本<br/>
	静态文本静态文本静态文本静态文本静态文本静态文本静态文本静态文本静态文本<br/>
	静态文本静态文本静态文本静态文本静态文本静态文本静态文本静态文本静态文本<br/>
	静态文本静态文本静态文本静态文本静态文本静态文本静态文本静态文本静态文本<br/>
  </body> 
</html>
